export const userAppliedStudyData = [
  {
    id: '652272699941da75cbb99112',
    field: 'IT / 프로그래밍',
    detailField: '프론트엔드 스터디',
    title: 'Angular로 엔터프라이즈 애플리케이션 개발하기',
    content: `🚀 안녕하세요, Angular 엔터프라이즈 스터디에 오신 것을 환영합니다! 🚀<br/><br/>
    Angular는 웹 애플리케이션 개발을 위한 강력하고 유연한 프레임워크입니다. 단순한 SPA(Single Page Application)에서부터 복잡한 엔터프라이즈 수준의 웹 애플리케이션까지, Angular는 광범위한 개발 요구사항을 충족시켜줄 수 있습니다.<br/><br/>
    💼 이 스터디의 목적은 여러분들이 Angular를 이용하여 실제 엔터프라이즈 수준의 애플리케이션을 개발하는 방법을 학습하는 것입니다. 그 과정에서 Angular의 다양한 기능과 최적의 개발 패턴, 효율적인 상태 관리, 성능 최적화 기법 등에 대해 깊이 있게 이해하고 실습해보실 수 있습니다.<br/><br/>
    🌱 스터디는 기본적으로 다음과 같은 형식으로 진행될 예정입니다:<br/>
    - 주 1회 온라인 또는 오프라인 미팅 (선택 사항)<br/>
    - 매 주마다 주어진 과제와 프로젝트 수행<br/>
    - 코드 리뷰 및 피드백 세션<br/>
    - 주제에 대한 발표와 토론<br/><br/>
    🎯 우리의 목표는 단순한 지식의 전달이 아닌, 함께 성장하는 커뮤니티를 만드는 것입니다. 모든 스터디원이 적극적으로 참여하고, 지식을 공유하여 우리 모두가 이 스터디를 통해 성장할 수 있기를 바랍니다.<br/><br/>
    우리가 함께 만들어가는 이 커뮤니티에서 여러분의 열정과 경험이 새로운 가치를 창출할 것이라 믿습니다! 여러분의 많은 참여와 관심 부탁드립니다! 🌟`,
    minMemberCount: 5,
    nowMemberCount: 2,
    level: '고급',
    isInPerson: true,
    location: '서울',
    isClosed: false,
    isAppliedMember: [],
    isMember: [],
  },
]
